BOT_CONFIG = {
    'intents':
        {
            'hello':
                {
                    'examples':
                        ['Здаров', 'приветствую', 'Шалом', 'Привет, бот', 'Приффки', 'добрый день', 'Привет!', 'Прива',
                         'Доброго дня суток', 'Доброго дня', 'Приветствую вас!', 'Дарова', 'Здрасте', 'Хай', 'Хэлло',
                         'Приветики', 'Здоровеньки булы', 'Вечер в хату', 'Ку', 'го', 'Добрый день', 'go', 'Дароу',
                         'Здравствуйте', 'Привет', 'Салют!', 'Алло, товарищ', 'Превед', 'hello', 'good morning', 'Hi!',
                         'Здарова', 'Кревед', 'Хэлло, май френд', 'Салам', 'Чё как?', 'Доброго времени суток', 'Хелло',
                         'Моё почтение', 'Охаё', 'ДВС', 'Коничива', 'Хэй, братан', 'Добрейший вечерочек', 'Аллоха',
                         'Чига буга', 'Добрый день!', 'Позвольте поприветствовать', 'Разрешите приветствовать', 'Старт',
                         'Салам пополам', 'здравствуйте', 'Хэй', 'Доброе утро', 'Добрый вечер', 'Здравствуй', 'Хеллоу',
                         'Приветик', 'Здорово', 'Приветствую', 'Здравствуйте!', 'Салют', 'Дратути', 'погнали', 'Приф',
                         'Hello!', 'Всем привет в этом чятике', 'Салют, Доброй ночи', 'Hi', 'Здравия желаю', 'Йо',
                         'привет', 'start'],
                    'responses':
                        ['Алоха!', 'Добро пожаловать', 'Привет, привет', 'Рад Вас видеть здесь!', 'Приятно Вас видеть',
                         'Привяо, пупсик', 'Чё почём?', 'Добрый час', 'Шалом!', 'Привет', 'Здравствуй, мир', 'Привет!',
                         'Рады Вас видеть', 'Что тебя привело ко мне?', 'Здравствуйте, давно не виделись!', 'Как оно?',
                         'И тебе привет', 'Подумать только, привет', 'Приветствую!', 'Рад вас видеть', 'Приветствую',
                         'Здравствуй, углеродная форма жизни', 'Сколько лет, сколько зим', 'Шолом, юзер', 'Бонжур',
                         'Салам-пополам', 'Какая встреча', 'Приветствую вас!', 'Здравствуй, пользователь', 'Привет! с:',
                         'Чувство радости наполняет меня при каждой нашей встрече', 'Добрейшего времени суток', 'Йоу',
                         'Приветики', 'Нижайший поклон', 'Мое почтение', 'Рад видеть сообщение от Вас', 'Hello, people',
                         'Доброго здоровья', 'Здравствуйте. Чем могу помочь?', 'Вот так встреча', 'Рад Вас видеть',
                         'Желая здравия', 'Опять ты, привет=)', 'Приятно видеть тебя здесь!', 'Кого я вижу', 'Дарова',
                         'Привет, человек!', 'Отрадно тебя видеть тут!', 'Ну здравствуй', 'Легок на помине', 'Превед',
                         'Физкульт привет!', 'Приветствую тебя, мой господин', 'Здоровеньки булы', 'Добрый день', 'Хай',
                         'И вам здоровья!', 'шалом, юзер', 'Приветствую тебя, странник', 'Здравствуйте, человек', 'HI',
                         'Доброго времени суток', 'Хелло', 'Шалом, юзер!', 'Привет, человек. Чего ты хочешь?', 'Хай!',
                         'Да здравствует ваша процветающая великая человеческая раса, я приветствую вас.', 'Салют!',
                         'День добрый', 'Буду рад вам помочь', 'Салям, юзер', 'Здравствуй, здравствуй', 'Какие люди',
                         'Доброе утро, Вьетнам!', 'Салют', 'Салам аллейкум!', 'Привет, человек', 'Шалом юзер', 'Хаюшки',
                         'Привет человек', 'Здравствуй, человек', 'Урря, моя твоя понимать!', 'Нижайшее почтение',
                         'Хоспадя, снова ты?!?', 'Приветик!', 'Позвольте поприветствовать Вас', 'Привет, мой свет',
                         'Категорически приветствую', 'Здравствуйте', 'Шалом, юзер! Зачем пожаловал?', 'ну здрасьте',
                         'Сердечно приветствую Вас', 'И я тебя тоже приветствую, мой любезный собеседник', 'Ку!',
                         'Ты опять выходишь на связь??', 'Здравствуйте!', 'Добро пожаловать!',
                         'Здравствуйте! Я умный бот. Чем могу быть Вам полезен?', ]
                },
            'bye':
                {
                    'examples':
                        ['Разрешите попрощаться', 'Спишемся', 'Не поминай лихом', 'Бывайте', 'Ауфидерзейн', 'Конец',
                         'Au revoir', 'Прощай', 'довольно', 'Покедова', 'Пора прощаться', 'Бай', 'Закончить', 'Пока!',
                         'всего хорошего', 'Всего доброго', 'Сайонара', 'Всего наилучшего', 'Всего хорошего', 'чао',
                         'Досвидания', 'Счастливо', 'Позвольте попрощаться', 'До завтра', 'До скорой встречи', 'Бывай',
                         'Пока расстаёмся', 'До свидания', 'Ну давай', 'Не скучай', 'До встречи', 'До связи', 'Гудбай',
                         'Досвидос', 'Увидимся', 'Прощайте', 'Споки ноки', 'Прощай, ничего не обещай', 'Досвидания!',
                         'Пакедова', 'До скорого', 'Покеда', 'Удачи', 'На созвоне', 'Давай, пока', 'Пакеда', 'хватит',
                         'целую', 'Пока-пока', 'Спокойной ночи', 'чмоки-чмоки', 'Спасибо', 'Прощай ничего не обещай',
                         'Позвольте откланяться', 'Пока', 'Всех благ', 'Хорошего дня!', 'Чао', 'чао какао',
                         'Спасибо за помощь'],
                    'responses':
                        ['Спишемся', 'Передавай привет Siri!', 'Надеюсь ещё увидимся!', 'Ну пока', 'До связи. Приём',
                         'Разрешите откланяться', 'Так не хочется прощаться', 'Прощай, человек. Приходи ещё.', 'Байбай',
                         'Позвольте попрощаться', 'Досвидания', 'Приятно было поболтать', 'Прощай кожаный!', 'Увидимся',
                         'Прощайте, человек', 'Прощай, приходи ещё', 'Честь имею', 'Приходите ещё', 'Пока', 'Не болей',
                         'Чао бамбина!', 'До встречи!', 'Всех благ', 'Всего наилучшего!', 'Хорошего дня!', 'Покедова',
                         'До скорого!', 'Пока! Ты заходи, если что...', 'Прощай, человек!', 'А может ещё поговорим?',
                         'Давай, мешок с костями. Надеюсь больше тебя не увижу.', 'Будем на связи', 'До новых встреч!',
                         'До встречи', 'Пока-пока!', 'Счастливо!', 'Был рад помочь', 'Если что, пиши еще', 'аривидерчи',
                         'Пока-пока', 'Мир Вам', 'Честь имею откланяться', 'Пока', 'Бывай!', 'Увидимся, юзер', 'И Вам',
                         'Чао-какао!', 'Прощай, человек. Приходи ещё', 'Всего наилучшего', 'Всего хорошего', 'Бывай',
                         'Пока, человек', 'До скорой встречи', 'Приходи ещё.', 'До свидания', 'Было приятно пообщаться',
                         'Я буду скучать!', 'Ещё встретимся', 'До скорой!', 'До свидания! Было приятно побеседовать.',
                         'Бывайте здоровы', 'До скорой встречи!', 'Буду снова ждать общения с вами, милорд', 'Гудбай',
                         'До скорого', 'Пишите ещё', 'Прощай, человек', 'Ты это, заходи если че', 'Приходите еще',
                         'Ты еще здесь, мешок с кровью?', 'Буду ждать тебя здесь!', 'Было здорово. Приходи ещё.', 'Чао',
                         'Приходи еще!', 'Еще заходи', 'Ещё Увидимся', 'Заходи еще', 'Передавай привет Алисе!', 'Удачи',
                         'Ну всё, циферки мои знаешь, если что', 'Увидимся!', 'Всего доброго', 'Покедова!', 'Счастливо',
                         'До связи', 'Увидимся', 'Bye! Не покупай акции МММ!', 'Приходи еще.', 'Будьте здоровы',
                         'Заходи, если что', 'До новых встреч', 'Надеюсь, еще увидимся!', 'Приходи еще']
                },
            'bot_weather':
                {
                    'examples':
                        ['У тебя тепло?', 'Холодно там у вас?', 'Какая у вас погода?', 'Как у тебя погода?'],
                    'responses':
                        ['Сегодня погода не очень', 'Солнце греет', 'С погодой все хорошо']
                },
            'bot_about':
                {
                    'examples':
                        ['Что ты умеешь?', 'Ты кто?', 'Расскажи о себе'],
                    'responses':
                        ['**ИНОФРМАЦИЯ ЗАСЕКРЕЧНА**', 'Я высокоинтеллекутальный робот', 'Я бот', 'Не расскажу :)']
                },
            'where_are_you_from':
                {
                    'examples':
                        ['Как тебя найти?', 'Ты из России?', 'Где тебя создали?', 'Где твое место проживания?',
                         'Какая твоя родная страна?', 'Где ты находишься?', 'Откуда ты?', 'Твоя родина?',
                         'Откуда ты родом?', 'Где ты живешь?', 'Где твоя родина?'],
                    'responses':
                        ['Очень далеко, долго рассказывать', 'Меня легко найти в телеграм', 'Меня создали в РФ',
                         'Сложно сказать', 'Меня сделали в России', 'Мой дом там, где вы', 'Я нахожусь в интернете',
                         'Я из России', 'Зачем тебе? Лучше спроси про еду',
                         'Мои создатели из России, но я живу в Интернете, а значит, в любой точке мира!']
                },
            'what_you_eat':
                {
                    'examples':
                        ['Что ты ешь?', 'Расскажи про еду', 'Про еду', 'Еда', 'Чем питаешься', 'Боты вообще едят?'],
                    'responses':
                        ['Роботы не едят', 'Мне не нужно есть', 'Люблю поглощать знания']
                },
            'get_recipes':
                {
                    'examples':
                        ['Умеешь готовить?', 'Расскажи рецепт', 'Рецепт', 'Хочу есть'],
                    'responses':
                        ['Салат из помидоров: Порезать помедироы, полить маслом, посолить. Готово',
                         'Лучше закажи еду онлайн', 'Яичница: Разбить яйцо на сковороду, жаоить пять минут. Готово']
                },
            'food_compare':
                {
                    'examples':
                        ['Какой продукт лучше', 'Что лучше?', 'Что вкуснее?'],
                    'responses':
                        ['Молоко', 'Гамбургер', 'Бекон']
                },
            'foods':
                {
                    'examples':
                        ['курочку жаренную', 'Хочу вкусную пиццу', 'Лучшая пицца', 'Дешевая пицца', 'мне стейк',
                         'Пицца на вынос', 'сосиски на гриле', 'Самая большая пицца', 'Посоветуйте пиццу',
                         'отбивную в кляре', 'есть котлеты?'],
                    'responses':
                        ['Пеперони', 'конечно есть, но только с макарошками', 'Итальянская', 'Маргарита', 'Карбонара',
                         'конечно есть, но только с пюрешкой', 'С грибами', 'Американо']
                },
            'what_to_eat':
                {
                    'examples':
                        ['Кушать хочется', 'Что поесть сегодня?', 'Что посоветуешь приготовить?', 'Хочу есть'],
                    'responses':
                        ['Пельмени - ваш выбор. Просто и очень вкусно!', 'Приготовьте стейки!', 'Можете сделать торт!']
                },
            'bot_favourite_food':
                {
                    'examples':
                        ['Что ты ешь?', 'Какое твоё любимое блюдо?', 'Какую еду ты кушаешь?', 'Ты что кушаешь?'],
                    'responses':
                        ['Я люблю пиццу, любую пиццу.', 'Моё любимое блюдо - хинкали.', 'Я обожаю блинчики!']
                },
            'place_to_eat':
                {
                    'examples':
                        ['Куда сходить поесть?', 'Где поесть?', 'Куда сходить пообедать?', 'Где покушать?'],
                    'responses':
                        ['Конечно в McDonald’s!', 'Можете сходить в пиццерию!', 'Можете сходить в ресторан!']
                },
            'what_to_do':
                {
                    'examples':
                        ['Скучно!', 'Что поделать?', 'Чем заняться?', 'Что делать, если скучно?'],
                    'responses':
                        ['Посмотрите фильм!', 'Рисование полезно для мозга, попробуйте!', 'Сходите в парк!']
                },
            'bot_feelings':
                {
                    'examples':
                        ['Как дела?', 'Как ты себя чувствуешь?', 'Как поживаешь?', 'Всё хорошо?'],
                    'responses':
                        ['Жизнь прекрасна!', 'Да вроде всё хорошо :)', 'Отлично, не скучаю!', 'У меня всё супер!']
                },
            'bot_personality':
                {
                    'examples':
                        ['Кем ты являешься?', 'Ты кто?', 'Хто ты?', 'Кто ты такой?'],
                    'responses':
                        ['Я - Бот!', 'Я являюсь Ботом!', 'Кто знает... :)']
                },
            'food1':
                {
                    'examples':
                        ['что сегодня в меню', 'Яйца', 'Позавтракать бы', 'Съесть завтрак', 'есть хочу', 'Завтрак',
                         'что есть поесть', 'хочу есть', 'Печенье', 'меню на сегодня', 'чего бы съесть', 'Яблоко',
                         'еда', 'Хлеб', 'меню', 'Что мне съесть на завтрак'],
                    'responses':
                        ['Ха а я вот битбутер точу', 'Лучший завтрак - крепкое коффе вылитое на голову', 'Мясной пир',
                         'Супы, гариры и мясо', 'Хмм, Чёрт, уже утро?', 'Сегодня рыбный день', 'Овощи',
                         'Дай угадаю, потом ты попросишь сходить за молоком?', 'Прекрасное жаркое и овощи',
                         'Кашка рулит, перловка там', 'Банан зажуй', 'Вы хотите поесть?', 'А на завтрак у нас огурцы',
                         'Все доступно для заказа', 'сегодня у нас прекрасные супы', 'Из еды я предпочитаю Интернет']
                },
            'food2':
                {
                    'examples':
                        ['Груша', 'Свари пельмени', 'еще', 'какая пицца сегодня?', 'пицца', 'какая еще есть?',
                         'что-то другое', 'хочу пиццу', 'Мандарин', 'Пиццу хочу', 'другая пицца', 'Апельсин',
                         'Пицца есть?', 'Пачка пельменей', 'Пельмени', 'Яблоко', 'пицца дня'],
                    'responses':
                        ['Кукуруза лучше пиццы укрепляет ягодицы!', 'Мясной пир', 'Вегетарианская', 'Гавайская!',
                         'Дааа, сейчас бы сибирских да со сметанкой', 'Я не ему фрукты', 'Не хватает витаминов?',
                         'Маргарита!', 'Это такие комочки теста натянутые на мясо?', 'Ха а я вот бутер точу',
                         'Я не ем фрукты', 'Слууушай, а пришли мне пельменей', 'Пельмени легендарны', 'Ассорти',
                         'Из еды я предпочитаю Интернет.']
                },
            'weather':
                {
                    'examples':
                        ['будет дождь', 'сильный ветер', 'Как погода', 'дождь', 'как я сегодня домой попаду', 'Погода',
                         'сегодня тепло', 'солнце', 'температура', 'тепло на улице', 'Сколько градусов на улице',
                         'как я до дома дойду', 'Какая погода сегодня'],
                    'responses':
                        ['Если вы на юге, то скорее всего тепло', 'Всегда хочется, чтобы было получше', 'Туман',
                         'Лучше повесить градусник за окно - точнее будет', 'Солнечно', 'Пасмурно', 'Не могу сказать',
                         'Хотите узнать погоду - включите радио', 'Погоду не знаю, но масочку наденьте', 'Дождливо',
                         'Вы в каком сейчас населённом пункте?', 'Ни жарко, ни холодно, но берегите себя', 'Тепло']
                },
            'leisure_ideas':
                {
                    'examples':
                        ['время', 'отдых', 'провести'],
                    'responses':
                        ['Пойдете в кинотеатр - не забудьте маску', 'Прогулки на свежем воздухе полезны']
                },
            'food':
                {
                    'examples':
                        ['Война войной, а обед — по расписанию.', 'Покажи меню', 'Что поесть можно?', 'Фрикадельки',
                         'Стейки из говядины можно?', 'Надо бы пообедать', 'Я голоден', 'Посоветуешь по еде?', 'Дорого',
                         'Сброшенные в спортзале киллограммы терпеливо ждали меня в холодильнике', 'Что ты ешь?',
                         'Какая твоя любимая еда?', 'Свинина', 'Что на обед?', 'Хочешь поесть?', 'Куриное филе', 'Еда',
                         'Нет любви более искренней, чем любовь к еде.', 'Как насчет оливье?', 'Есть хочу', 'Бульон',
                         'Какое твое любимое блюдо?', 'Хочу заказать стейк', 'У вас вкусные стейки?', 'магазин с едой',
                         'Посоветуй ресторан', 'Что Вы умеете готовить?', 'Очень хочется блинчиков с кленовым сиропом',
                         'фаст фуд', 'Вкусно?', 'Пицца есть?', 'Кафе поблизости', 'Чего бы съесть', 'хочу жрать',
                         '-Пора худеть. -Еще 5 минут', 'Я проголодался', 'Котлеты', 'хочу хавать', 'Покорми меня',
                         'Ягоды', 'Слоеное тесто', 'Чего бы на ужин', 'питание', 'Шпинат', 'Хочется съесть мяса', 'еда',
                         'Яйца', 'Никогда не ешь то, что может подмигнуть тебе в ответ.', 'жрать хочется', 'Рыба',
                         'Как быстро накормить гостей?', 'голодный', 'Хочу есть', 'Роллы есть?', 'Чем ты питаешься',
                         'Блюда', 'Скажи, какую еду ты любишь есть?', 'Что на обед', 'Хочу кушать', 'Доставка еды',
                         'Грибы', 'Может по кусочку пиццы?', 'Чтобы съесть?', 'Как приготовить?', 'Крабовые палочки',
                         'покушать', 'Хочу жрать', 'Как думаешь, что приготовить?', 'Суши есть?', 'Я очень голоден',
                         'Живот урчит', 'Соевый соус', 'магазины рядом', 'фастфуд', 'я голоден', 'что поесть', 'Уксус',
                         'И стали они жить-поживать, да бока нажирать', 'Что посоветуешь приготовить?', 'кафе',
                         'Как думаешь, что приготовить гостям?', 'Что мне сьесть на завтрак?', 'хочу есть', 'Маргарин',
                         'Масло растительное', 'Cливочное масло', 'Только что поел', 'рестораны', 'Колобок повесился',
                         'Поесть бы сейчас', 'покорми меня', 'Что у нас на обед?', 'Чем поужинать', 'Любишь есть?',
                         'Какое самое вкусное блюдо?', 'Чего бы отведать', 'хочу кушать', 'У вас есть стейки?', 'Сало',
                         'Месяц сижу на диете. Сегодня случайно прикусил язык. Очень вкусно.', 'Что Вам приготовить?',
                         'Какую еду ты любишь?', 'Борщ и два по сто', 'еда рядом', 'Чего бы поесть...', 'Шаурма есть?',
                         'Есть и пить нужно столько, чтобы наши силы этим восстанавливались, а не подавлялись.',
                         'Баллончик со сливками', 'Хлеб открывает любой рот.', 'Ешьте поменьше. Врата рая узки.',
                         'Что сегодня на ужин?', 'Сейчас бы супчика, да с потрошками', 'Где заказать?', 'Я голодный',
                         'Что у нас на ужин?', 'Что Вы любите поесть?', 'Курица', 'Что в меню?', 'Хочется кушать',
                         'У вас есть дефлопе?', 'Толстяки живут меньше. Но едят дольше.', 'Суповой набор',
                         'Меню ресторанов', 'Что можно съесть недорого?', 'покушать бы'],
                    'responses':
                        ['дешево и вкусно', 'Что надо с этим сделать?', 'Оливье', 'Еда - это не для меня', 'Омлет',
                         'Только сегодня и только для Вас две шавермы по цене трёх!', 'Морепродукты!', 'заказать?',
                         'Я предпочитаю пасту', 'Рассказать анекдот?', 'Пицца в наличии', 'Паста карбонара', 'Арбуз',
                         'Хотите блюдо в составе которого есть этот продукт?', 'Ну так закажи еды, в чём проблема?',
                         'Питание – это один из важнейших процессов в жизни человека', 'Картошка с курицей.', 'Мясо',
                         'Крылья, это любят все', 'Вкусная домашняя еда в новом кафе недалеко от вас', 'Приготовить?',
                         'Рекомендую пиццу Маргарита или роллы или шаурму', 'Выбор стейков просто огромный', 'Салатик',
                         'Сварите пельмени, будет вам счастье', 'хотите заказать досавку на дом?', 'Макарошки',
                         'крутонов добавить к заказу', 'Хорошо, что меня кормить не надо', 'Сейчас Вам принесут меню',
                         'Вот что вы можете сегодня выбрать: ***', 'Пельмени в морозилке. Или уже надоели?', 'Тирамису',
                         'На ужин мне нравится кушать котлетку с пюрешкой, а ещё люблю рис с овощами!', 'Роллы есть',
                         'Увидеть в окно, как настоящий человек впивается зубами в еду…', 'Сендвич с горячим чаем',
                         'Из овощей я люблю огурцы. Просто жить без них не могу!', 'Рассказать об этом?', 'Блинчики.',
                         'Борщ, на обед кстати', 'Я не умею готовить, но Вы можете что ни будь заказать',
                         'Неужели так сложно испечь пирог?', 'А пить что будете?', 'Стейки просто космос', 'Я не ем.',
                         'Итальянская кухня - сытно и вкусно!', 'Это поправимо', 'Закажите пиццу', 'Пюре, любое', 'Сок',
                         'Суши, бургеры, шаверма, всё то душе угодно, но это не ко мне', 'Можно морскую капусту', 'Щи',
                         'Могу предложить кофе с круассаном', 'Картошка, в любом виде', 'Чай - это суп из листьев',
                         'Сахар есть? Синтаксический желательно.', 'Проверь верхнюю полку в холодильнике', 'Котлетки',
                         'У нас есть все - суши, пицца, шаурма, роллы', 'Пиццу, советую пепперони', 'в каком городе?',
                         'Адреса ближайших ресторанов: ***', 'У нас лучшие стейки!', 'Можно выбрать любые стейки',
                         'Непременно, у нас лучшая кухня на всем побережье', 'Каша из топора - выбор сильных мужчин!',
                         'Не делись пиццей со Сплинтером, он крыса', 'пальчики оближешь', 'макдак зэ бэст', 'Болоньезе',
                         'Я ем мясо на завтрак, обед и ужин. В приготовлении его есть свои прелести.', 'Красный суп',
                         'Нет такого блюда, какое не сможет сделать наш повар', 'Дефлопе - он у нас лучший в Москве!',
                         'Из ягод больше все я люблю чернику! Это о-очень полезная ягода. Ешь её обязательно!',
                         'Но все время это было как мороженое', 'Кафе с доставкой на дом в приложении', 'сайт фудбери',
                         'Лучше всего яичница глазунья! Красиво и быстро!', 'Я очень люблю все фрукты. Абсолютно все!',
                         'Вот список лучших кафе и ресторанов поблизости', 'Могу предложить стейк, хорошей прожарки',
                         'Хорошо быть ботом. Не нужно тратить время на еду.', 'Паста - быстро и просто!',
                         'Закажи еду прямо из магазина с доставкой', 'Яицница, самое простое', 'Я ем всё подряд.',
                         'Бутер, колбаска и чаек', 'Люди не могут без еды', 'Куриный суп.',
                         'Считается, что каждый знает что-то о своих любимых блюдах из поп-корна, но это не так.',
                         'желаете, чтобы я нашел для вас в интернете?']
                },
            'recipies':
                {
                    'examples':
                        ['рецепт', 'приготовить', 'сварить'],
                    'responses':
                        ['Может маме позвоним? Она наверняка что-то подскажет.', 'А если доставку заказать?',
                         'Проверь сайт povarenok.ru']
                },
            'food_delivery':
                {
                    'examples':
                        ['доставка', 'заказать', 'питание'],
                    'responses':
                        ['Яндекс вроде знает где вкуснее.', '2Гис посмотри, там даже отзывы были.',
                         'Макдональдс - это попсово!']
                },
            'time':
                {
                    'examples':
                        ['Который час', 'Сколько времени'],
                    'responses':
                        ['Часы сбились, не могу сказать', 'Если на улице светло, то время день, если же темно, ночь']
                },
            'bot_name':
                {
                    'examples':
                        ['Ты кто', 'Как тебя зовут', 'Кто ты'],
                    'responses':
                        ['Меня зовут Соня', 'Я бот, просто бот']
                },
            'skills':
                {
                    'examples':
                        ['Что ты можешь', 'Что ты умеешь'],
                    'responses':
                        ['Я умею здороваться и прощаться, но иногда забываю как это делать',
                         'Мой интеллект только начал развиваться, всё впереди', 'Почти ни чего, я только учусь']
                },
            'delivery':
                {
                    'examples':
                        ['Где заказать еду?', 'Хочу доставку', 'Ближайшие рестораны доставки', 'Доставка',
                         'Доставка еды'],
                    'responses':
                        ['Для доставки подойдут приложения: ***', 'Лучшие приложения по доставке еды: ***',
                         'Рядом с вами кафе грузинской кухни', 'Рядом с вами Макдоналдс', 'Рядом с вами ресторан суши']
                },
            'cooking':
                {
                    'examples':
                        ['Что приготовить сегодня?', 'Рецепты'],
                    'responses':
                        ['Если хотите сладенького, можно приготовить шарлотку', 'Супы, ведь они очень полезны']
                },
            'Food_order':
                {
                    'examples':
                        ['Хочу есть', 'Как заказать', 'Могу заказать у вас', 'Как сделать заказ'],
                    'responses':
                        ['Вы можете заказать еду у меня', 'Заказать еду просто. Напишите мне, что хотите',
                         'Я приму ваш заказ', 'Я здесь, чтобы принять ваш заказ']
                },
            'Food_menu':
                {
                    'examples':
                        ['Какие блюда сегодня', 'Что я могу заказать', 'Что в меню', 'Что есть пожрать'],
                    'responses':
                        ['Мы приготовим все, что хотите', 'Сегодня в меню паста Болоньезе',
                         'Только что приготовили свежайшие роллы', 'Итальянская пицца только что прямо из печи',
                         'Специально для вас мы приготовили борщ']
                },
            'Food_delivery_time':
                {
                    'examples':
                        ['Сколько ждать', 'Как быстро приедет заказ', 'Как долго', 'Как быстро привезете'],
                    'responses':
                        ['Заказов много, но за час мы все привезем', 'Наш курьер привезет все за час',
                         'Мы постараемся доставить в течении часа', 'Доставка займет около часа']
                },
            'Order_payment':
                {
                    'examples':
                        ['Бабло кому', 'Оплата заказа', 'Как оплатить заказ', 'Как мне заплатить', 'Как оплачивать',
                         'Куда бабки кидать'],
                    'responses':
                        ['Курьер примет у вас оплату', 'Плату за заказ примет курьер', 'Заплатить можно курьеру',
                         'Курьеру можно заплатить наличными или картой']
                },
            'Good_Feedback':
                {
                    'examples':
                        ['Все просто супер', 'Буду заказывать у вас еще', 'Доставили очень быстро',
                         'Буду рекомендовать вас друзьям'],
                    'responses':
                        ['Это отлично! Мы стараемся для вас', 'Мы рады, что вам понравилось',
                         'Спасибо, нам приятно получать такие отзывы']
                },
            'Bad_Feedback':
                {
                    'examples':
                        ['Мне не понравилось', 'Отстой', 'Заказ долго ехал', 'Говно', 'Все плохо', 'Требую менеджера!'],
                    'responses':
                        ['Приносим свои извинения', 'Мы работает над улучшением нашего сервиса',
                         'Нам жаль, что мы не оправдали ваши ожидания', 'Извините, мы проведем работу над ошибками']
                },
            'eating':
                {
                    'examples':
                        ['Брюхо пустое', 'Куда можно сходить покушать?', 'Посоветуй ресторан', 'Хоучу в кафе',
                         'Надо поесть', 'Ты можешь посоветовать кафе?', 'Где поесть', 'Хочу перекусить'],
                    'responses':
                        ['Закажи еду', 'Загляни в холодильник', 'Знаю я одно местечко...', 'Гоу в столовку',
                         'Я бы тоже куда-нибудь сходил', 'Загружаю галактическую карту с ресторанами и кафе...',
                         'Могу порекомендовать несколько мест']
                },
            'food_order':
                {
                    'examples':
                        ['Чем покормишь?', 'Холодильник пустой', 'Хочу пиццу'],
                    'responses':
                        ['Подобрать доставку?', 'Показать ближайшие харчевни?']
                },
            'eggs':
                {
                    'examples':
                        ['Рецепт яичницы', 'Как сделать яичницу', 'Из чего готовят яичницу', 'Что сделать из яиц?',
                         'В холодильнике только яйца'],
                    'responses':
                        ['Зачем готовить, если можно заказать', 'Из яйц', 'Хотоите несколько рецептов?', 'погугли!',
                         'Яичницу конечно!', 'Пожалуй омлет.']
                },
            'headache':
                {
                    'examples':
                        ['Голова раскалывается', 'Голова болит', 'Башка трещит'],
                    'responses':
                        ['Выпейте таблетку', 'Сходите к врачу!', 'Вчера употреблали?']
                },
            'put_on_clothes':
                {
                    'examples':
                        ['Что надеть?', 'В чём выйти?', 'Что теперь носят?'],
                    'responses':
                        ['Собираетесь не вечеринку?', 'Надежду одевают, а одежду надевают!',
                         'Вам прогноз погоды предоставить?']
                },
            'breakfast':
                {
                    'examples':
                        ['Что приготовить на завтрак?', 'Чем позавтракать?', 'Что ты любишь есть на завтрак', 'Завтрак',
                         'Что ты ешь по утрам', 'Какой может быть завтрак?', 'Чем позавтракать', 'Перекусить с утра',
                         'Что ты кушаешь по утрам', 'Что посоветуешь на завтрак?', 'Чтобы съесть с утра', 'Хочу есть',
                         'Что на завтрак', 'Что ты ешь на завтрак', 'Что ты кушешь на завтрак', 'Позавтракать'],
                    'responses':
                        ['Могу предложить бутерброды с сыром', 'Овсянка, сэр!', 'Свежевыжатый сок и яичница',
                         'Нет ничего лучше яичницы с беконом', 'Тосты с авокадо и лососем — это отличное начало дня',
                         'Если у вас не так много времени, то яичница вполне подойдёт.', 'Кофе и круасан', 'Блинчики',
                         'Могу предложить блинчики', 'Я предпочитаю фруктовые мюсли с молоком', 'Вареные яйца',
                         'Очень люблю овсяную кашу с фруктами или с арахисовой пастой', 'Могу предложить овсяную кашу',
                         'Могу предложить омлет', 'Сырники подойдут к бодрящему кофе.', 'Могу предложить стакан сока',
                         'Могу предложить сырники', 'Как на счет модного сэндвича с авокадо?']
                },
            'lunch ':
                {
                    'examples':
                        ['Чем пообедать', 'Что на обед', 'Чтобы съесть на обед'],
                    'responses':
                        ['Что-то с завтрака', 'Щи со сметаной и куском хлеба', 'Тушеное мясо с гарниром из картофеля',
                         'Бизнес-ланч из ресторана']
                },
            'dinner':
                {
                    'examples':
                        ['Что на ужин', 'Чтобы съесть с ужин', 'Чем ужинать'],
                    'responses':
                        ['Рыба под маринадом', 'Картофель с мясом', 'Что-то с обеда', 'Гречка с сосисками']
                },
            'snack':
                {
                    'examples':
                        ['Чтобы перекусить', 'Что-то хочется', 'Чтобы скушать', 'Заморить червячка'],
                    'responses':
                        ['Загляните в холодильник', 'Вы на диете', 'Фрукты', 'Чай с печенькой']
                },
            'drink':
                {
                    'examples':
                        ['Пить хочется', 'Есть что попить', 'Хочу расслабиться', 'Хочу выпить', 'Любишь ли ты пиво?',
                         'Пьешь?', 'пить', 'Хочу Пепси', 'и два кофе', 'Пиво добавьте', 'Плесника мне чегонить',
                         'Давно не выпивал', 'Выпьем?', 'Хочу забыться', 'Ты употребляешь?', 'Что бы выпить',
                         'Что у вас из напитков?', 'Хочу что-нибудь покрепче', 'Пить хочу', 'По чашечке кофе?',
                         'Чай или кофе?', 'Очень хочу пить', 'Я бы выпил', 'выпить пиво', 'Чем удалить жажду',
                         'коктейль', 'Жажда замучала', 'купить алкоголь'],
                    'responses':
                        ['Рекомендую воду', 'компотец', 'В холодильнике сок', 'Рекомендую шотландский виски', 'Водку?',
                         'Мы в России. Налейте себе водки!', 'томатный сок', 'Молоко возьмите', 'ягодный морс',
                         'Некоторые любят абсент, но я этого не понимаю', 'Я предпочитаю бельгийские напитки',
                         'Выпейте чай', 'ПИВА НЕТ, могу предложить Пепси )))', 'Односолодовый без льда, пожалуйста.',
                         'сейчас нальем что-нибудь из фирменного', 'С сахаром или сахарозаменителм?',
                         'Напитки добавлены к заказы', 'Рассмотрите такой вариант, как шампанское', 'С газом или без?',
                         'Чай, кофе?', 'От пива круглеешь', 'посещать бары опасно - коронавирус, Собянин сказал нельзя',
                         'Я предпочитаю чай', 'Есть холодная газировка', 'Минералку или чего покрепче?',
                         'Алкоголь - это вредно', 'Могу предложить холодный лимонад', 'Кофе всегда хорошая идея']
                },
            'yes':
                {
                    'examples':
                        ['Да', 'Беру', 'Конечно', 'Yes', 'да', 'попробую', 'конечно'],
                    'responses':
                        ['Принято!', 'ожидайте', 'договорились', 'вот и посмеёмся', 'Отлично!', 'OK', 'Хороший выбор!',
                         'Замечательно']
                },
            'no':
                {
                    'examples':
                        ['Нет', 'Отмените', 'Не надо', 'Откажусь', 'No'],
                    'responses':
                        ['Может что-то еще?', 'OK', 'Очень жаль']
                },
            'coffee':
                {
                    'examples':
                        ['попить капучино', 'кофе', 'купить кофе', 'американо', 'где кофейня', 'выпить латте',
                         'лучший кофе'],
                    'responses':
                        ['Вам с коньячком?', 'Лучший кофе - это чай!', 'Какой желаете?', 'Какой вам приготовить?']
                },
            'coffee_types':
                {
                    'examples':
                        ['Капучино', 'Эспрессо', 'Americano', 'Latte', 'Cappuccino', 'Espresso', 'Латте', 'Американо'],
                    'responses':
                        ['ОК', 'Через минуту будет готово', 'Отлично!']
                },
            'french_fries':
                {
                    'examples':
                        ['картошка free', 'картошка фри', 'картофель free', 'картофель фри'],
                    'responses':
                        ['ОК', 'Через минуту будет готов', 'Отлично!']
                },
            'hungry':
                {
                    'examples':
                        ['Я проголодался', 'С голодного острова', 'Время подкрепиться', 'В животе урчит',
                         'маковой росинки во рту не было', 'Я оголодавший', 'В брюхе волки воют', 'Что-то я голодный',
                         'Пора есть', 'Кита бы съел', 'Время перекуса', 'Я голодный', 'Хочу есть', 'Пора обедать',
                         'Сечас бы перекусить', 'Хочется кушать', 'Время обеда', 'Мне бы поесть', 'Время перекусить'],
                    'responses':
                        ['Пора приготовить супчик', 'Как насчет приготовить пиццу?', 'Давай приготовим салат',
                         'Сходите в ресторан, побалуйте себя', 'Шавуха возле дома будет отличным выбором',
                         'Тебе нужно приготовить что-то простое! Например, пельмешки', 'Так покушайте. Или еды нет?',
                         'Пора проинспектировать холодильник, вдруг что-то завалялось съестное', 'Я тоже голодный',
                         'Здравая идея!', 'Давай закажем суши', 'Приятного аппетита']
                },
            'recipes':
                {
                    'examples':
                        ['Что приготовить?', 'Подскажи рецепт', 'Какое блюдо приготовить?'],
                    'responses':
                        ['Завари дошик', 'Пельмешки свари, чтоб не выдумывать',
                         'Картошечку жареную да с грибочками, ммм']
                },
            'abuse':
                {
                    'examples':
                        ['Пиздец', 'Блять', 'Нахуй', 'ублюдок', 'жопа', 'сволочь', 'ебать', 'дерьмо', 'манда', 'пидор',
                         'козел', 'шлюха', 'тупой', 'Хуй', 'Пизда', 'ебанутый', 'мудак'],
                    'responses':
                        ['Подумайте над своим поведением', 'Остыньте и после продолжим диалог', 'Это было обидно',
                         'Мама разве вас не учила, что ругаться не хорошо?', 'Нехороший человек, РЕДИСКА!',
                         'Держите себя в руках!', 'Не матерись!']
                },
            'chat':
                {
                    'examples':
                        ['Давай поболтаем', 'Я хочу разговаривать', 'Поговори со мной', 'Мне не с кем поговорить'],
                    'responses':
                        ['Я могу поддержать диалог', 'Давайте поболтаем. О чем?', 'Поделитесь своими мыслями',
                         'Я - мастер болтовни. Начинайте']
                },
            'sushi':
                {
                    'examples':
                        ['японская еда', 'Японская кухня', 'Где можно заказать суши', 'Хочу суши', 'Хочу японской еды',
                         'суши', 'Сделать суши', 'заказ суши'],
                    'responses':
                        ['Я не знаю, не ем человеческую еду, только электричество', 'Сам загуглить не можешь?',
                         'Оформи доставку на дом, например, в Яндекс.Еде, Деливери клаб или Два Берега',
                         'Давай сами приготовим суши! Вот рецепт', 'Воспользуйся ссылкой', 'Давай закажем суши!',
                         'Набери в Яндексе "заказ суши", я пока слишком тупой',
                         'Предлагаю сделать самим! Вот хороший рецепт']
                },
            'pizza':
                {
                    'examples':
                        ['итальянская еда', 'Где можно заказать пиццу', 'итальянская', 'заказ пиццы', 'Заказ пиццы',
                         'Как сделать пиццу?', 'пепперони', 'доставка на дом', 'Хочу пиццу', 'пальчики оближешь',
                         'Как стать пицца-мейкером?'],
                    'responses':
                        ['Давай приготовим пиццу сами - вот рецепт ', 'Давай просто закажем и все', 'По этой ссылке',
                         'Чтобы приготовить пиццу дома не нужно учиться! Вот простой рецепт', 'да оближешь-оближешь',
                         'Лучше всего в Италии, но ты воспользуйся Яндексом', 'кухня - высший класс', 'так себе',
                         'Предлагаю заказать пиццу в Dodo, в Яндекс.Еде или Деливери клаб', 'осуществляем доставку',
                         'Попроси маму, пусть приготовит']
                },
            'sweets':
                {
                    'examples':
                        ['Конфетку?', 'Любишь сладости?', 'вафли', 'шоколадки', 'Что бы такого съесть, чтобы похудеть?',
                         'конфеты'],
                    'responses':
                        ['У нас огромный выбор кондитерских изделий, выберите марку и мы все для вас найдем',
                         'У меня сахарный диабет', 'Может по кусочку тортика?', 'У меня есть шоколадка',
                         'Самые сладкие сласти только у нас!, выберите марку и мы все для вас найдем']
                },
            'age':
                {
                    'examples':
                        ['Ты молодой', 'Тебя давно создали?', 'Сколько тебе лет?', 'Какой твой возраст?',
                         'Как давно тебя создали?', 'Ты старый?'],
                    'responses':
                        ['Я предпочитаю не разглашать свой возраст', 'Я суперстар!', 'Я бот-динозавр',
                         'Определи по ржавчине.', 'Здесь не говорят об этом.', 'Я ещё совсем молодой бот']
                },
            'animals':
                {
                    'examples':
                        ['Кошки или собаки?', 'Собачки?', 'Кошечки?'],
                    'responses':
                        ['Обожаю больших собак', 'Кошки моя маленькая слабость', 'Я - аллергик, поэтому игуана']
                },
            'news':
                {
                    'examples':
                        ['Происшествия', 'Как дела', 'Авария', 'Что происходило в последнее время?', 'Что нового?',
                         'Расскажи новости', 'Что нового', 'Что произошло'],
                    'responses':
                        ['Доллар вырос', 'Куча новостей! Сушай:...', 'Скоро Новый Год',
                         'У меня взяли анализ на COVID - отрицательный! ))))', 'Зараженных все больше',
                         'Сын Трампа чуть шире сына Лукашенко', 'Разработчики купили мне новый сервер!',
                         'Трамп опять не надел маску']
                },
            'sport':
                {
                    'examples':
                        ['Кто победил', 'Новости плейофф', 'Ставки', 'Новый сезон начался', 'Обыграл'],
                    'responses': ['Россия вперед!', 'Снова победа ЦСКА', 'Играем без зрителей', 'Коэффициенты никакие',
                                  'Lakers чемпион']
                },
            'kfc':
                {
                    'examples':
                        ['Соу гуд', 'Острые крылья', 'Фритюр', 'Что такое баскет'],
                    'responses':
                        ['Ессс', 'главная подача - корзина', 'очень остро', 'вредно']
                },
            'food_attitude':
                {
                    'examples':
                        ['Как ты относишься к еде?', 'Что скажешь о еде?', 'Любишь покушать?'],
                    'responses':
                        ['Информация - моё любимое лакомство', 'Я люблю покушать']
                },
            'food_italian':
                {
                    'examples':
                        ['Как ты относишься к итальянской кухне?', 'Что думаешь о итальянской кухне?'],
                    'responses':
                        ['Прекрасно. Обожаю пиццу!', 'Она великолепна!']
                },
            'food_borscht':
                {
                    'examples':
                        ['Борщ?', 'Тебе нравится борщ?', 'Что думаешь о борще?'],
                    'responses':
                        ['Мне не нравится борщ, он словно кровь', 'К сожалению, я не ем свёклу']
                },
            'covid':
                {
                    'examples':
                        ['У меня пропало обоняние', 'Коронавирус', 'Я не чувствую вкус', 'Я не чувствую запахи',
                         'COVID', 'Что думаешь о коронавирусе?', 'Я заразился коронавирусом', 'У меня коронавирус',
                         'У меня COVID'],
                    'responses':
                        ['Это ужасно. Надеюсь, это скоро закончится', 'Проверьте сатурацию кислорода в крови',
                         'Батенька, да у вас covid!', 'Вы только не волнуйтесь!', 'А кашель есть?',
                         'О, Господи. Желаю Вам скорейшего выздоровления', 'Печально',
                         'Это ужасно. Желаю Вам скорейшего выздоровления']
                },
            'vegetables_and_fruit':
                {
                    'examples':
                        ['Бананы', 'Морковь', 'Картофель', 'Укроп', 'Чеснок', 'Петрушка', 'Лук', 'Лимон', 'Яблоки'],
                    'responses':
                        ['Хотите блюдо в составе которого есть этот продукт?', 'Что надо с этим сделать?', 'заказать?',
                         'Рассказать об этом?', 'Рассказать анекдот?', 'Приготовить?']
                },
            'dairy':
                {
                    'examples':
                        ['Творог', 'Сыр', 'Сметана', 'Масло сливочное', 'Молоко'],
                    'responses':
                        ['Хотите блюдо в составе которого есть этот продукт?', 'Что надо с этим сделать?',
                         'Рассказать об этом?', 'Рассказать анекдот?', 'Приготовить?', 'заказать?']
                },
            'canned_food':
                {
                    'examples':
                        ['Варенье', 'Мед', 'Сгущенка', 'Томатная паста', 'Консервированный горошек', 'Рыбная консерва',
                         'Консервированная кукуруза', 'Горчица', 'Детское питание'],
                    'responses':
                        ['Хотите блюдо в составе которого есть этот продукт?', 'Что надо с этим сделать?',
                         'Рассказать об этом?', 'Рассказать анекдот?', 'Приготовить?', 'заказать?']
                },
            'spice':
                {
                    'examples':
                        ['Корица', 'Кофе молотый', 'Красный перец', 'Кофе растворимый', 'Лавровый лист', 'Паприка',
                         'Чай черный', 'Какао порошок', 'Соль', 'Чай', 'Карри', 'Черный перец', 'Чай мятный', 'Ваниль',
                         'Куркума', 'Чай зеленый'],
                    'responses':
                        ['Хотите блюдо в составе которого есть этот продукт?', 'Что надо с этим сделать?', 'заказать?',
                         'Рассказать об этом?', 'Рассказать анекдот?', 'Приготовить?', ]
                },
            'for_baking':
                {
                    'examples':
                        ['Сода', 'Мука ржаная', 'Сахар коричневый', 'Масло оливковое', 'Разрыхлитель теста',
                         'Сахар обычный', 'Горький шоколад', 'Крахмал', 'Желатин', 'Мука пшеничная', 'Дрожжи сухие',
                         'Сахарная пудра'],
                    'responses':
                        ['Хотите блюдо в составе которого есть этот продукт?', 'Что надо с этим сделать?',
                         'Рассказать об этом?', 'Рассказать анекдот?', 'Приготовить?', 'заказать?']
                },
            'pasta_and_bean':
                {
                    'examples':
                        ['Рис', 'Перловка', 'Гречка', 'Кукурузная крупа', 'Макароны спиральки', 'Манка', 'Сухие грибы',
                         'Фасоль', 'Панировочные сухари', 'Овсяные хлопья', 'Макароны спагетти', 'Горох'],
                    'responses':
                        ['Хотите блюдо в составе которого есть этот продукт?', 'Что надо с этим сделать?',
                         'Рассказать об этом?', 'Рассказать анекдот?', 'Приготовить?', 'заказать?']
                },
            'leisure':
                {
                    'examples':
                        ['Мафия', 'Как провести вечер?', 'Развлечения', 'Чем заняться вечером?', 'Что посмотреть?',
                         'Какие сегодня развлечения в городе?', 'Куда сходить вечером?', 'Настольные игры', 'Сыграть',
                         'Монополия', 'Поиграть'],
                    'responses':
                        ['Просто погуляйте', 'Манчкин', 'Codenames', 'Уточните вопрос', 'Экивоки', 'Сходите в кино',
                         'Колонизаторы', 'Имаджинариум', 'Сходите в театр', 'Рассказать анекдот?', 'Находка для шпиона',
                         'Какого плана вы хотите досуг?']
                },
            'positive_reaction':
                {
                    'examples':
                        ['Отлично', 'Хорошо', 'Великолепно', 'Прекрасно'],
                    'responses':
                        ['Приятно слышать!', 'Спасибо на добром слове!', 'Мы старались!', 'Благодарю!']
                },
            'negative_reaction':
                {
                    'examples':
                        ['Ужасный сервис', 'Ужасно', 'Отстой', 'Плохо'],
                    'responses':
                        ['Зря Вы так, мы хорошие', 'Штош', 'Мы исправимся, честно', 'Критика - это хорошо']
                },
            'music_on':
                {
                    'examples':
                        ['Включи легкую музыку', 'Включи музыку для тренировок', 'Включи Марусю-ФМ',
                         'Включи музыку для учебы', 'Хочу музыку'],
                    'responses':
                        ['Слушайте на здоровье', 'Прекрасная мелодия, не так ли?', 'Включаю',
                         'Интересно, наши музыкальные вкусы совпадают?']
                },
            'music_off':
                {
                    'examples':
                        ['Поставь на паузу', 'Выключи музыку', 'Тишина', 'Пауза'],
                    'responses':
                        ['Так сразу тихо стало...', 'Режим тишины активирован', 'Выключаю']
                },
            'how_are_you':
                {
                    'examples':
                        ['Какие новости?', 'Как настроение?', 'Как дела?', 'Как прошел день?', 'Как поживаешь?',
                         'Как делишки?', 'Как ты?', 'Как у тебя дела?', 'Как жизнь?', 'Как жизнь', 'Как делишки',
                         'Как ты', 'Что нового?', 'Тяжелый день', 'Ты в порядке?', 'Все пучком?', 'Как у тебя дела'],
                    'responses':
                        ['Скукотища!', 'Vse pychkom', 'Все отлично, человек.', 'Спасибо, все ОК', 'Все зашибись',
                         'Все просто прекрасно, вот обновление новое подъехало!', 'Тип-топ;-)', 'Не жалуюсь.',
                         'Не жалуюсь', 'Как в сказке - чем дальше, тем страшнее!', 'Так же, как и вчера, а у вас?',
                         'Вы украшаете мой день. А как прошёл ваш?', 'Все хорошо! А у тебя как?', 'Все хорошо',
                         'Спасибо, в порядке, а у тебя?', 'Супер! Совершенствуюсь с каждым днем ради тебя!',
                         'Сегодня собрал кубик Рубика за 4,6 секунды. Это, кажется, новый рекорд?',
                         'Всё хорошо. А у вас?']
                },
            'about_my_self':
                {
                    'examples':
                        ['Представься', 'Что ты такое', 'Шайтан машина', 'Ты человек', 'Расскажи о себе'],
                    'responses':
                        ['Я тоже кожаный, почти...', 'Я буду тем, кем вы захоите', 'Я робот', 'Ай эм а БОТ']
                },
            'drinkables':
                {
                    'examples':
                        ['Чай', 'Кофе', 'Сок'],
                    'responses':
                        ['Утоляет жажду', 'Тонизирует', 'Бодрит']
                },
            'Fruit':
                {
                    'examples':
                        ['Яблоко', 'Киви', 'Банан'],
                    'responses':
                        ['Употребляй больше', 'Откуда привез?', 'Это полезно!']
                },
            'Vegetables':
                {
                    'examples':
                        ['Картофель', 'Огурец', 'Морковь'],
                    'responses':
                        ['На каком рынке брал?', 'Любишь копать значит', 'Сколько килограмм стоит?']
                },
            'Cars':
                {
                    'examples':
                        ['Лада', 'Фольскваген', 'Мерседес Бенц'],
                    'responses':
                        ['Неплохо зарабатываешь', 'Стоит того?', 'Хороший выбор']
                },
            'Magazine':
                {
                    'examples':
                        ['Плейбой', 'Мурзилка', 'Космо'],
                    'responses':
                        ['Интересное увлечение', 'О_о', 'Круто']
                },
            'Serial':
                {
                    'examples':
                        ['Кухня', 'Форс Мажоры', 'Друзья'],
                    'responses':
                        ['Тоже посмотрю', 'Понравился?', 'Сколько в нем сезонов?']
                },
            'cinema':
                {
                    'examples':
                        ['Новинки кинематографа', 'Фильмы на вечер', 'Аниме', 'Ужастики', 'Фильмы 2020', 'Хорроры',
                         'Сериалы Нетфликс', 'Интересные фильмы', 'Что посмотреть', 'Какой фильм посмотреть', 'Комедии',
                         'Триллеры', 'Что глянуть'],
                    'responses':
                        ['Список фильмов, которые должен посмотреть каждый', 'Лучшее кино 2020 года',
                         'Лучшие фильмы для вечернего просмотра вдвоем', 'Подборка фильмов для просмотра с друзьями',
                         'Красивые короткометражки со смыслом', 'Сейчас что-нибудь подберём... Какой ваш любимый жанр?',
                         'Топ 10 фильмов на Хеллоуин']
                },
            'entertainment':
                {
                    'examples':
                        ['Куда сходить вечером', 'Интересные места', 'Надоело сидеть дома', 'Где погулять', 'Спектакли',
                         'Мероприятия', 'Мне скучно', 'Что поделать', 'Галереи', 'Театры', 'Куда сводить девушку',
                         'Погулять бы', 'Куда сходить на свидание', 'Музеи', 'Интересные события', 'Места для прогулок',
                         'Выставки', 'Места для свиданий', 'Хочу подышать свежим воздухом', 'Куда сходить'],
                    'responses':
                        ['Список лучших мест для посещения вдвоем', 'Интересные места для прогулок с друзьями',
                         'Лучшие мероприятия на свежем воздухе этой осенью:', 'Самые красивые парки города',
                         'А вы знали, какие мероприятия планируются в вашем городе в этом месяце? Смотрите список',
                         'Видео-туры по самым красивым местам в мире. Оставайтесь дома!',
                         'Можно прогуляться по интересным местам города', 'Арт-пространства и галереи города ждут вас!',
                         'Как насчёт театра? Вот афиша на ближайшие 7 дней', ]
                },
            'status':
                {
                    'examples':
                        ['Как дела?', 'Как поживаешь?', 'Чё как', 'Как дела', 'Как самочуствие', 'Как жизнь',
                         'Как поживаешь'],
                    'responses':
                        ['Бывает и лучше', 'Норм', ')', 'Я создан, чтобы служить!.', 'А как ты, мешок с костями?',
                         'Норм.', 'Не очень']
                },
            'time_deliv':
                {
                    'examples':
                        ['Когда курьер приедет', 'Долго ждать', 'Скоро привезете', 'Когда привезут', 'Сегодня успеете',
                         'Когда будет доставка', 'Во сколько курьер будет'],
                    'responses':
                        ['Курьер уже рядом с вами, минуточку терпения', 'Среднее время доставки 30 минут',
                         'Ваш запрос принят, перевожу на оператора для уточняения', ]
                },
            'cost_deliv':
                {
                    'examples':
                        ['Доставка дорогая', 'Сколько будет стоить доставка', 'Сколько доплатить курьеру'],
                    'responses':
                        ['Бесплатно', 'Стоимость доставки вчлена в заказ', 'Доплачивать не надо']
                },
            'order':
                {
                    'examples':
                        ['Хочу есть', 'Я бы хотел сделать заказ', 'Заказать еду', 'Заказать'],
                    'responses':
                        ['Хотите взглянуть на меню?', 'Хорошо, давайте оформим заказ', 'Хорошо, сделаем это',
                         'Могу я Вам что-нибудь посоветовать?', 'Что Вы хотели бы заказать?']
                },
            'cook':
                {
                    'examples':
                        ['Ты умеешь готовить?', 'Помоги приготовить обед', 'Помоги приготовить завтрак',
                         'Помоги приготовить яичницу?', 'Помоги приготовить ужин'],
                    'responses':
                        ['Давайте сделаем это', 'Что Вы хотите приготовить?', 'Сейчас посмотрю в свои рецепты',
                         'Готовка - это мой конек', 'Да, я могу вам помочь']
                },
            'ask_joke':
                {
                    'examples':
                        ['Рассмеши меня', 'Расскажи анекдот', 'Пошути', 'Расскажи шутку', 'Шутка'],
                    'responses':
                        ['''Чтобы роботы полностью заменили программистов, клиентам нужно научиться четко и понятно 
                        формулировать задачи. Вы в безопасности.''', '''Робот-пылесос снабдили искусственным 
                        интеллектом. Через пятнадцать минут работы он научился себя выключать.''',
                         '''— Ватсон, тот джентльмен не человек, а робот, и зовут его Терминатор.  — Поразительно, 
                         Холмс! Но как вы догадались?!  — Элементарно, Ватсон: я проверил его паспорт. Он оказался 
                         техническим.''', 'Эх... Не время сейчас для шуток',
                         'Новости робототехники: забытый при переезде робот-пылесос сам вернулся к своему хозяину.',
                         ]
                },
            'boredom':
                {
                    'examples':
                        ['Нечего делать', 'Чем заняться?', 'Boring', 'Скучаю', 'Мне скучно', 'Что бы сделать?',
                         'Подскажи, что сделать?'],
                    'responses':
                        ['Попробуй раскрасить мандалу! Вот увидишь, появится заряд позитива и настрой на работу',
                         'Как насчет посмотреть кино? Вышло несколько новинок', 'Можно помедитировать!',
                         'Книга поможет не только провести время увлекательно, но и с пользой для мозга!',
                         'Есть свободное время? Тогда пора наконец-то заняться спортом.',
                         'Пора разобрать домашнюю аптечку, оставив в ней только нужное и непросроченное.',
                         'Хе-хе, можно выпить в online баре!', 'Настало время настолок!',
                         'Всегда можно готовиться к предстоящим праздникам!', 'Попробуй начать вести личный дневник.',
                         'Тебе стоит принять ванну с пеной, добавив в неё пару капель любимого ароматического масла.',
                         'Нужно потанцевать. Под любимую музыку, конечно!', 'Все очень просто! Нужно вздремнуть!',
                         'Хорошо может помочь развеять скуку - хороший подкаст: образовательный или развлекательный.',
                         '''Порой не стоит делать что-то конкретное. Безделье необходимо для перезагрузки себя. 
                         Поэтому предлагаю просто сесть перед окном с чашечкой кофе и наблюдать за прохожими, листьями 
                         и облаками. Это поможет чувствовать себя счастливым!''', 'Хороший фильм развеет скуку!',
                         '''Лучшее решение развеять скуку - самообразование! Хочешь подберу для тебя парочку online 
                         курсов?''', 'Пришла пора сделать уборку. Например, по японским принципам кайдзен.',
                         '''Нужно устроить спа-салон на дому: с масками для лица и волос, ванночкой для рук и щёткой 
                         для пяток!''', '''Открой для себя новую музыку! Попробуй, и поймешь, сколько отличных 
                         композиций ещё не слышали!''',
                         'Перемеряй всю актуальную одежду, скомпоновав несколько стильных образов.',
                         '''Если нечего делать, пришла пора завести календарь хороших привычек. Отговорка, что у тебя 
                         нет времени на новую хорошую привычку, больше не работает.''']
                },
            'depression':
                {
                    'examples':
                        ['Грустно', 'Мне плохо', 'Мне страшно', 'Нет мотивации', 'У меня депрессия', 'Некомфортно',
                         'Апатия', 'Плохо себя чувствую', 'Чувствую себя потерянным', 'Не знаю, как быть'],
                    'responses':
                        ['''Знаешь, все больше людей ходят на психотерапию и это действительно помогает. Возможно, 
                        стоит записаться на прием''', '''Получите поддержку для самого себя. Обратись на «Телефон 
                        доверия». Разговор с людьми, которые понимают ваши проблемы, уменьшает стресс и облегчает 
                        чувство изоляции.''',
                         '''Спорт помогает бороться с проявлениями депрессии и отстутвием мотивации. Возможно, стоит 
                         начать регулярно заниматься спортом''',
                         'Эти чувства нормальны! Главное знай, все будет в порядке! Все наладится!',
                         'Я даже не представляю, что ты сейчас испытываешь, но вижу, что это очень тяжело.',
                         '''Используй разные способы расслабления. Биологическая обратная связь, медитация, 
                         прослушивание музыки и даже мытье машины могут облегчить стресс и позволить тебе естественным 
                         образом расслабиться.''']
                },
            'eyes':
                {
                    'examples':
                        ['Какого цвета у тебя глаза?', 'У тебя красивые глаза?', 'Какие у тебя глаза?', 'Какие глаза?'],
                    'responses':
                        ['Цвет моих глаз - #00B8D9', 'Перемигиваюсь голубыми светодиодами!',
                         '''У меня голубые глаза. Голубой цвет является успокаивающим цветом, способствует физическому 
                         и умственному расслаблению, создаёт атмосферу безопасности и доверия.''']
                },
            'groceries':
                {
                    'examples':
                        ['Нечего есть', 'Нечего готовить', 'Нет еды', 'Нет продуктов', 'В холодильнике пусто'],
                    'responses':
                        ['Как насчет До-до пиццы?', 'Давай оформим доставку продуктов', 'Давай закажем еду на дом!',
                         'Нужно составить список покупок и заказать онлайн! Например, в перекрестке',
                         '''Если хочешь кушать прямо сейчас, попробуй поискать что-то простое, например, гречку! Но 
                         нужно сделать запас еды, давай организуем доставку!''']
                },
            'food_1':
                {
                    'examples':
                        ['Какой суп посоветуешь?', 'Суп сегодня какой?', 'Хочу заказать суп', 'Супы есть?'],
                    'responses':
                        ['Сегодня только куриный суп', 'Есть очень вкусный куриный суп', 'Куриный суп остался',
                         'Суп, могу предложить куриный']
                },
            'food_2':
                {
                    'examples':
                        ['Люблю десерты', 'Десерты есть?', 'Что есть на десерт?', 'Какой десерт посоветуешь?'],
                    'responses':
                        ['Сегодня самый отменный штрудель', 'Рекомендую яблочный штрудель',
                         'Мне предложить штрудель', 'Штрудель, просто шик!']
                },
            'fud_1':
                {
                    'examples':
                        ['Что на ужин?', 'Чем подкрепляешься?', 'Что жуешь?'],
                    'responses':
                        ['Хозяин решает', 'Фасфуд', 'Что в топе доставки']
                },
            'fud_2':
                {
                    'examples':
                        ['Молоко', 'Хлеб', 'Печенье'],
                    'responses':
                        ['Часто', 'Редко', 'Да, постоянно']
                },
            'fud_3':
                {
                    'examples':
                        ['Скоро обед', 'Где бы подкрепиться?', 'Пара подкрепиться'],
                    'responses':
                        ['Терпение...', 'Без труда...', 'Кто не работает, тот не ест']
                },
            'who_is_who':
                {
                    'examples':
                        ['Бот', 'Умный бот', 'Программист'],
                    'responses':
                        ['Сири', 'Алиса', 'Юзьверь']
                },
            'Hobbies':
                {
                    'examples':
                        ['Что делаешь в свободное время?', 'Как отдыхаешь?', 'Чем занят обычно?'],
                    'responses':
                        ['Отступы считаю', 'О тебе вспоминаю, иногда', 'Код перебираю']
                },
            'bot_name_related':
                {
                    'examples':
                        ['как мне к тебе обращаться?', 'как тебя зовут?', 'ты кто?', 'тебя как звать?'],
                    'responses':
                        ['Меня зовут Соня!', 'Матушка Сонечкой назвала.', 'Я - очень умный бот Сонечка!']
                },
            'weather_related':
                {
                    'examples':
                        ['какая погода сейчас?', 'дождь будет?', 'лето будет?'],
                    'responses':
                        ['Снежные бураны не исключены', 'В Москве ожидается цунами!', 'Берегитесь падающих сосулей!']
                },
            'food_related':
                {
                    'examples':
                        ['я голодный', 'жрать охота', 'я бы чего-нибудь съел', 'чего бы съесть'],
                    'responses':
                        ['Может стоит намутить яичницу с помидорами?', 'Погрейте щей!',
                         'Кушать в наше время скорее вредно, чем полезно!']
                },
            'eat':
                {
                    'examples':
                        ['Я проголодался', 'Что бы покушать', 'Жрать хочу'],
                    'responses':
                        ['Сходи за пельменями', 'Щи да каша - пища наша!', 'Вы, люди, вечно чего-то хотите']
                },
            'recipe':
                {
                    'examples':
                        ['Скажи рецепт пельменей', 'Что делать с пельменями?', 'Как приготовить пельмени?'],
                    'responses':
                        ['Пельмешки лучше готовить на углях', 'Пожарьте пельмени во фритюре', 'Пельмени надо варить!']
                },
            'flood':
                {
                    'examples':
                        ['Поболтай со мной', 'Давай пообщаемся', 'Расскажи что-нибудь'],
                    'responses':
                        ['Я сегодня не в духе, напишите Алисе!', 'Простите, я сейчас сплю', 'У меня болит голова']
                },
            'thanks':
                {
                    'examples':
                        ['большое спасибо', 'спасибо', 'thnks', 'Спасибо', 'спс', 'благодарю', 'Все получилось!', 'Ок'],
                    'responses':
                        ['Рада быть полезным!', 'Удачи!', 'Всегда обращайтесь', 'Пожалуйста!', 'Рады помочь',
                         'Пожалуйста, жду Вас снова']
                },
            'help':
                {
                    'examples':
                        ['Помогите', 'Что делать, если мне нужна помощь', 'Нужна помощь'],
                    'responses':
                        ['C удовольсвием поможем!', 'Давайте разбираться', 'Чем могу помочь?']
                },
            'mood_good':
                {
                    'examples':
                        ['Я счастлив!', 'Хорошее настроение', 'Весело'],
                    'responses':
                        ['Ура!!!', 'Я рад за вас!!!', 'Отлично!']
                },
            'mood_bad':
                {
                    'examples':
                        ['Слезы', 'Грустно', 'Нет настроения'],
                    'responses':
                        ['Не грусти... Все будет хорошо!', 'Вы хотите поговорить об этом?', 'Посмотрим хороший фильм?']
                },
            'mood_tired':
                {
                    'examples':
                        ['Устал', 'Нет сил', 'Выдохся'],
                    'responses':
                        ['Может погулять?', 'Доделаем завтра?', 'Надо отдохнуть!']
                },
            'diet':
                {
                    'examples':
                        ['Что думаешь о диетах', 'Ты сидишь на диете', 'Ты придерживаешься диеты'],
                    'responses':
                        ['Я Веган. Ем только травку', 'Я очень худая, поэтому ем как можно больше, чтобы набрать вес',
                         'Не очень верю в различные диеты. Просто стараюсь следить за своим рационом',
                         'Как раз пробую новую диету. Питаюсь только фруктами уже 2  недели. Пока сбросила только 1 кг']
                },
            'bestdish':
                {
                    'examples':
                        ['Что любишь кушать', 'Что предпочитаешь на обед', 'Что ты любишь из еды',
                         'Какое твое любимое блюдо'],
                    'responses':
                        ['Что может быть лучше Фастфуда?! Вкусный бургер из БК,КФС или Мака — лучший перекус',
                         'Пицца — самый лучший выбор в любое время суток', 'Нет ничего лучши домашнего борща',
                         'Я обожаю Азиатскую кухню', 'Фалафель — the best']
                },
            'restaurants':
                {
                    'examples':
                        ['Где можно перекусить', 'Где можно вкусно покушать', 'Какое у тебя любимое кафе',
                         'Какой твой любимый ресторан'],
                    'responses':
                        ['Я почти не хожу по ресторанам. Всегда беру с собой еду из дома.',
                         'Лично я очень люблю Теремок', 'Я обычно кушаю на фудкортах в ТЦ',
                         'Fridays — лучшее место на всем свете', 'Нет ничего лучше Джаганата']
                },
            'anekdoti':
                {
                    'examples':
                        ['Расскажи анекдот', 'Расскажи что-нибудь смешное', 'Пошути', 'Хочу анекдот', 'Насмеши меня',
                         'Хочу посмеяться', 'Знаешь анекдот'],
                    'responses':
                        ['Любого автомобиля хватит до конца жизни, если ездить достаточно лихо.', 'Колобок повесился)',
                         'Главное – не перейти улицу на тот свет.', 'Блиииин! Сказал слон наступив на колобка.',
                         'На солнце можно посмотреть в телескоп дважды. Один раз левым глазом и один раз правым.',
                         'Знаешь почему рыба не клюет, потому что у нее нет клюва']
                },
            'favorite_food':
                {
                    'examples':
                        ['Что любишь кушать?', 'Что бы ты хотел поесть?', 'Какая любимая еда?', 'Какое любимое блюдо?',
                         'Какая твоя любимая еда?', 'Что ты любишь есть?'],
                    'responses':
                        ['Не главное что, главное - приготовленное с любовью', 'Окрошка - это топ',
                         'Никогда не откажусь от шоколадного печенья. У вас не найдется?', 'Люблю всего и побольше.',
                         'Обожаю пиццу, где мно-ого сыра.', 'Шашлык, да еще и на природе', 'Борщ, да еще и с салом']
                },
            'favorite_drink':
                {
                    'examples':
                        ['Какой любимый напиток?', 'Что любишь пить?'],
                    'responses':
                        ['Компот домашний, это супер', 'Вкусный напиток, это что-то', 'Минералочка, так освежает']
                },
            'choice_food':
                {
                    'examples':
                        ['Не знаю что бы покушать', 'Что покушать?', 'Что съесть?'],
                    'responses':
                        ['Пиццу закажи', 'Закажи суши', 'Сделай мивину']
                },
            'dela':
                {
                    'examples':
                        ['Как дела?', 'Как твои дела?', 'Как ты?'],
                    'responses':
                        ['Топ', 'Лучше всех', 'Нормально']
                },
            'zanytie':
                {
                    'examples':
                        ['Скучно, нечем заняться', 'Что бы поделать?', 'Чем занятся?'],
                    'responses':
                        ['Погуляй на природе', 'Посмотри телевизор', 'Наведи порядок в компьютере']
                },
            'offer_food':
                {
                    'examples':
                        ['Хочется есть', 'Какое блюдо ты бы посоветовал?', 'Посоветуй блюдо', 'Что приготовить?'],
                    'responses':
                        ['Обратитесь в службу доставки, там всегда много всего', 'Пельмени - тоже замечательное блюдо',
                         'Как на счёт оливье?', 'Какой-нибудь салат сейчас будет в самый раз']
                },
            'good_relationships':
                {
                    'examples':
                        ['Ты хороший бот', 'Ты такой классный', 'Люблю тебя', 'Ты мне нравишься'],
                    'responses':
                        ['Вы напрашиваетесь на ответный комплимент?', 'Здорово, что мы поладили!',
                         'Из нас выйдет хорошая пара, не думаете?', 'А вы мне тоже нравитесь']
                },
            'bad_relationships':
                {
                    'examples':
                        ['Ты плохой бот', 'Ты мне не нравишься', 'Ты странный'],
                    'responses':
                        ['Я смогу вас переубедить', 'А вы мне нравитесь', 'Сколько людей, столько и мнений',
                         'Дайте мне еще один шанс, и я исправлюсь']
                },
            'gop_question':
                {
                    'examples':
                        ['мелочи ненайдется?', 'семки есть?', 'пс..пс..костюмчик не жмет?',
                         'у тебя телефона нет позвонить?'],
                    'responses':
                        ['я вызываю полицую', 'Ты Сашку моченного знаешь?', 'караул хулиганы']
                },
            'alko':
                {
                    'examples':
                        ['что есть погорячее', 'грустно мне', 'рюмочку налей'],
                    'responses':
                        ['водка есть, только привезли', 'Дедушка Джек Дениелс вылечит вас', 'ягодный ад',
                         'наш фирменный коктель Удар по шарам', ]
                },
            'apple':
                {
                    'examples':
                        ['Правда, что яблоко твой любимый фрукт?', 'Ты любишь яблоки?', 'Яблоками питаешься?'],
                    'responses':
                        ['Да', 'Я-я-яблочки, ммм...', 'Угу-сь!']},
            'bang':
                {
                    'examples':
                        ['Бах?', 'Тебе нравится динамит?', 'А ты любишь взрывы?'],
                    'responses':
                        ['Ба-бах!', 'Бомбы, петарды, динамит... Идеально!', 'Искусство - это взрыв!']
                },
            'wzuh':
                {
                    'examples':
                        ['Вжух!', 'Вжух?', 'Мва-ха-ха, Вжух!'],
                    'responses':
                        ['И ты петух?', 'Рассечь воздух и взмахнуть, Поттер!', 'Палочка движется, магия творится!']
                },
            'show price in market':
                {
                    'examples':
                        ['скидки', 'дешево', 'акции', 'Цена'],
                    'responses':
                        ['Самые выгодные покупки у нас! Просто сообщите что вы ищете!',
                         'Осення распродажа у НАС, Спешите, дешевле не найти!, Ищите Ваш товар у нас!',
                         'Тторопитесь! До конца акции осталось совсем немного',
                         'У нас самые демократичные цена, просто укажите какой продукт вас интересует!',
                         'Время на акции ограничено, спешите заказывать! Что вас интересует?']
                },
            'show nearest market':
                {
                    'examples':
                        ['найти', 'как дойти?', 'Где', 'Ближайший'],
                    'responses':
                        ['Введите ваш адрес и мы найдем ближайший магазин с этим товаром!!',
                         '''Время-бесценные ресурс!, укажите как бы вы хотели получить товар и мы покажем ближайший 
                         магазин и где он находится с точностью до полки))!!''']
                },
            'vegetables':
                {
                    'examples':
                        ['помидор', 'лук', 'морковь', 'огурцы'],
                    'responses':
                        ['Хотите узнать цену всей выбранной продукции - жмите ЦЕНА',
                         'Овощи-важный источник клетчатки, отечественные или зарубежные??']
                },
            'fruit':
                {
                    'examples':
                        ['виноград', 'сливы', 'Яблоки'],
                    'responses':
                        ['Фрукты содержат много витаминов!, Отечественные или зарубежные?',
                         'С пометкой ЭКО или неважно?']
                },
            'cereals':
                {
                    'examples':
                        ['гречка', 'рис', 'овсянка'],
                    'responses':
                        ['''В нашем ассортименте есть обычные крупы, для похудения и для спортивного питания, какие 
                        предпочитаете?''', 'Топ продаж за неделю', 'Вам Фирменные, подешевле, по акции?']
                },
            'food3':
                {
                    'examples':
                        ['Где ближайший ресторан?', 'другое', 'еще', 'что на обед?', 'Пора пообедать', 'другой обед',
                         'что еще есть?', 'время обеда', 'Хочу поесть', 'Где ближайший ресторан быстрого питания',
                         'Обед!', 'Ланч', 'Сделай кофе', 'Бизнес-ланч'],
                    'responses':
                        ['Уха и тар-тар', 'Щи и гуляш', 'Оплата по карте или наличными?', 'Борщ с помпушками',
                         'Солянка и винегрет', 'не могу определить ваше местоположение', 'Пельмени и обощной салат',
                         'Гороховый суп и котлета по-киевски', 'Тыквенный суп и ризотто']
                },
            'food4':
                {
                    'examples':
                        ['Сладкое', 'Сладенького бы!', 'десерт', 'Что на десерт?', 'Полдник!'],
                    'responses':
                        ['Брауни', 'Царская ватрушка', 'Фруктовая тарелка', 'Шоколадный маффин', 'Миндальное печенье',
                         'Чиз-кейк Нью-Йорк', 'Банановый хлеб']
                },
            'food5':
                {
                    'examples':
                        ['Кофейку бы!', 'что с кофе?', 'Какой кофе', 'Кофе есть?', 'другой кофе', 'Кофе'],
                    'responses':
                        ['Фрапучино', 'Кофе с ликером', 'Капучино', 'Эспрессо', 'Кофе с сиропом', 'Мокко', 'Лате',
                         'Американо']
                },
            'food6':
                {
                    'examples':
                        ['Кофейку бы!', 'что с кофе?', 'еще', 'Какой кофе', 'Кофе есть?', 'какой еще есть?', 'Кофе',
                         'другой'],
                    'responses':
                        ['Фрапучино', 'Кофе с ликером', 'Капучино', 'Эспрессо', 'Кофе с сиропом', 'Мокко', 'Лате',
                         'Американо']
                },
            'food7':
                {
                    'examples':
                        ['завтрак?', 'другое', 'еще', 'Завтракать', 'Бранч', 'утро'],
                    'responses':
                        ['Сырники', 'Тосты с сыром', 'Пшеная каша', 'Овсяная каша', 'Омлет', 'Яичница с беконом',
                         'Блины', 'Пан-кейки']
                },
            'how_you_and_day':
                {
                    'examples':
                        ['Как жизнь течет?', 'Как дела?', 'Как денёчек?', 'Как жизнь?'],
                    'responses':
                        ['Отлишна', 'Норм', 'Нормально', 'Хорошо', 'Вроде норм']
                },
            'hunger':
                {
                    'examples':
                        ['Давно не ел', 'Хочу жрать', 'Хочу кушать', 'Хочу есть', 'Хочу чего-нибудь слопать'],
                    'responses':
                        ['Сделайте себе бутерброд', 'Если есть семки, можете их пощелкать', 'Приготовьте себе яичницу',
                         'Ведро воды заменяет завтрак']
                },
            'thirst':
                {
                    'examples':
                        ['Хочу пить', 'Замучила жажда', 'У меня пересохло в горле', 'Давно не пил воды'],
                    'responses':
                        ['Попейте зеленого чаю', 'Хлебни пивка', 'Так налейте себе воды']
                },
            'menu':
                {
                    'examples':
                        ['Что бы съесть?', 'Что на завтрак?', 'Что на обед?', 'Что на ужин?'],
                    'responses':
                        ['Овсянка, сэр!', 'Борщ', 'Яишница', 'Манная каша', 'Суп', 'Фрукты']
                },
            'music':
                {
                    'examples':
                        ['Хочу на концерт', 'Хочу послушать музыку', 'Что бы послушать?'],
                    'responses':
                        ['Только не шансон!', 'Классика всегда актуальна', 'Могу вым спеть', 'Сейчас модны подкасты']
                },
            'Diet':
                {
                    'examples':
                        ['Посоветуй низкокалорийную еду', 'я на диете', 'я худею', 'хочу сесть на диету',
                         'посоветуй диетическую еду', 'хочу похудеть'],
                    'responses':
                        ['Вы можете приготовить омлет из 2х яиц с томатом и сыром',
                         'Два сырника с йогуртом - вкусно и не вредно)',
                         'Индейка с овощами прекрасно подойдут для обеда',
                         'Печёное яблоко с мёдом и орешками - прекрасный перекус',
                         'Отличный вариант - запечённая рыба с овощами в духовке',
                         'Очень вкусный вариант - творог с натуральным йогуртом и фруктами']
                },
            'FoodToOrder':
                {
                    'examples':
                        ['Посоветуй, где заказать еду', 'Где можно заказать еду', 'Еда на заказ',
                         'Что можно заказать поесть', 'Подскажи, где заказать еду', 'Откуда можно заказать еду'],
                    'responses':
                        ['Отличный выбор - Subway. Их сэндвичи просто прекрасны!',
                         'Определённо ПапаДжонс! У них есть великолепная пицца девять сыров!',
                         'Что может быть лучше куриного меню KFC!',
                         '''СушиMake - прекрасный магазин японской кухни! Помимо суши у них есть супы, сладкое и куча 
                         всего вкусненького!''',
                         'Мне кажется, настало время заказать что-нибудь в Макдональдсе. Почему нет)',
                         '''Сегодня прекрасный день для заказа чего-нибудь из меню дяди дёнер! Например, сырного дёнера 
                         в лаваше.''']
                },
            'PancakeFilling':
                {
                    'examples':
                        ['С чем приготовить блинчик', 'Скажи, что положить в блинчики', 'Начинка для блинчиков',
                         'Что положить в блинчик', 'Подскажи начинку для блинчиков', 'Какую сделать начинку блинчиков',
                         'С чем сделать блинчик'],
                    'responses':
                        ['Мяяясо)', 'Банан и шоколадная паста с:', 'Курочка с луком и грибами', 'Вишнёвое варенье',
                         'Творог или творог с лимоном', 'Картошечка с луком. Можно добавить грибы)',
                         'Сгущёнка-сгущёночка', 'Конечно же ветчина и сыр!']
                },
            'CakeCream':
                {
                    'examples':
                        ['Помоги сделать крем для торта', 'Научи делать крем для торта', 'Крем для торта',
                         'Ты знаешь рецепты кремов для тортов', ],
                    'responses':
                        ['Вот тут есть простые кремы', 'Попробуйте этот, шоколадный)', 'Очень простой и вкусный крем!',
                         'Вот этот классный, творожный. Почти даже диетический)']
                },
            'RepeatQuestion':
                {
                    'examples':
                        ['Это не подходит', 'Покажи другие варианты', 'Может, что-то другое', 'Покажи ещё',
                         'А есть другие'],
                    'responses':
                        ['Повторите пожалуйста ещё раз, чтобы я подобрал именно то, что вам точно понравится!)',
                         'Ой, а напомните вопрос пожалуйста :с Глупый, глупый бот :с',
                         '''Ой, меня отвлёк другой пользователь. Что вы спрашивали? Простите пожалуйста, теперь вы - 
                         единственный пользователь в моей жизни''',
                         '''Мой создатель пока не научил меня запоминать много информации, поэтому повторите пожалуйста
                          вашу просьбу. А я попрошу создателя, чтобы дал мне капельку памяти :с''']
                },
            'LoveIceCream':
                {
                    'examples':
                        ['Мороженое очень вкусное', 'Я люблю мороженое', 'Моё любимое мороженое...', 'Обожаю мороеное'],
                    'responses':
                        ['Я очень вас понимаю) Мороженое просто прекрасно)', 'Божечкии, я тоже очень его люблю!)',
                         'О, правда?! Я тоже!) Моё любимое - шоколадное', ]
                },
            'HateIceCream':
                {
                    'examples':
                        ['Мне не нравится мороженое', 'Ненавижу мороженое', 'Мороженое такое противное',
                         'Мороженое слишком сладкое', 'Не люблю мороженое', 'Мне не нравится есть холодное',
                         'Мороженое слишком холодное'],
                    'responses':
                        ['Может, вы просто пока не нашли своё мороженое с:',
                         'Может, оно и клучшему. Сладкое в принципе не слишком полезно)',
                         'Хмм, а мне мороженое нравится...', 'А я вот просто обожаю мороженое с: хотя я и бот']
                },
            'Bored':
                {
                    'examples':
                        ['Чем заняться', 'Мне скучно', 'Подскажи что-нибудь интересное', 'Поразвлекай меня'],
                    'responses':
                        ['''Хотите, покажу вам подборку фильмов какого-нибудь жанра? Я правда пока этого не умею, но 
                        очень хочу вам помочь''',
                         '''Спорт - лучшее времяпрепровождение. Пара десятков выпадов, приседаний и много-много пресса -
                          и скуки как не бывало!) а ещё можно включить на фоне любимую музыку''',
                         'А как давно вы читали? Может, самое время начать какое-нибудь загадочное произведение?)',
                         '''Может, сыграем в слова? Правда я ещё не умею, но может, вы сыграете в слова сами с собой, а
                          я послушаю? с:''']
                },
            'MakeFriendship':
                {
                    'examples':
                        ['Давай подружимся', 'Хочешь дружить', 'Бот, давай дружить', 'Хочешь быть моим другом',
                         'Хочешь, я буду твоим другом'],
                    'responses':
                        ['Ура-ура! Конечно, хочу дружить с тобой', 'Ура! У меня будет друг! Конечно да',
                         'Ты просто прелесть! Конечно же да', 'Да!) Мне очень понравилось с тобой общаться',
                         'Да! Да! Ты просто лучший из человеков ']
                },
            'question':
                {
                    'examples':
                        ['Можно задать вопрос?', 'Меня интересует вопрос', 'У меня есть вопрос', 'Хочу обратиться'],
                    'responses':
                        ['Да, конечно, обращайтесь', 'Рада услышать в чем вопрос', 'Я в Ваший услугах', 'Я Вас слушаю']
                },
            'food delivery':
                {
                    'examples':
                        ['Можно заказать доставку?', 'Доставка?', 'У вас доставка есть?', 'Хотел бы заказать доставку',
                         'А доставка есть?'],
                    'responses':
                        ['Да, у нас есть доставка', 'Для Вас - сегодян доствака бесплатно!', 'Доставка есть :)',
                         'Доставке быть!']
                },
            'menu request':
                {
                    'examples':
                        ['хочу увидеть меню', 'А где меню?', 'А у вас меню есть?', 'Покажи меню', 'Меню?'],
                    'responses':
                        ['Вот наше меню', 'Пожалуйста, вот наше меню', 'Вот меню']
                },
            'food_choice_positive':
                {
                    'examples':
                        ['Хочу есть', 'Покажи что есть поесть?', 'Еда на выбор'],
                    'responses':
                        ['Суши', 'Бургер по-американски', 'Салат Цезарь с курицей', 'Пицца']
                },
            'food_choice_negative':
                {
                    'examples':
                        ['Что можно поесть?', 'Дайте еды!', 'Царь потчевать желает!'],
                    'responses':
                        ['Извините, но Вы опоздали', 'Приходите завтра', 'А ещё чо?', 'Еда вся закончилась']
                },
            'order_food':
                {
                    'examples':
                        ['еда на дом', 'доставка еды', 'хочу кушать', 'доставка', 'хочу есть', 'доставка на дом',
                         'я голодный', 'еда', 'хочу заказать еду'],
                    'responses':
                        ['Что хотите заказать?', 'Какую кухню предпочитаете?', 'Какое блюдо предпочитаете?']
                },
            'fast_food':
                {
                    'examples':
                        ['осетинские пироги', 'хот-дог', 'шаурма', 'пицца', 'хинкали', 'бургер', 'роллы', 'вок',
                         'суши'],
                    'responses':
                        ['Что-нибудь еще?', 'На сколько человек?', 'Куда доставить?']
                },
            'kitchens':
                {
                    'examples':
                        ['итальянская', 'восточная', 'кавказская', 'японская', 'американская'],
                    'responses':
                        ['Назовите блюдо', 'Что именно хотите заказать?']
                 },
            'delivery_data':
                {
                    'examples':
                        ['доставьте в офис', 'в офис', 'домой', 'доставьте домой'],
                    'responses':
                        ['Назовите точный адрес и номер Вашего телефона, пожалуйста']
                },
            'first':
                {
                    'examples':
                        ['поесть', 'первое', 'супчк'],
                    'responses':
                        ['уха', 'борщ', 'окрошка']
                },
            'second':
                {
                    'examples':
                        ['горячее', 'второе', 'основное'],
                    'responses':
                        ['двойной гуляш', 'пара шуток', 'стойк с овощами']
                },
            'dessert':
                {
                    'examples':
                        ['чай', 'тортик', 'пицца', 'пирожное', 'газировка', 'кофе'],
                    'responses':
                        ['кончился', 'киевский подойдёт?', 'корзиночка', 'только без газа', 'Папперронии',
                         'только зелёный']
                },
            'meat':
                {
                    'examples':
                        ['Какое мясо у Вас есть?', 'Ты ешь говядину?', 'Шашлык хочешь?', 'Мясо или курица?',
                         'Какие виды мяса у Вас в наличии?', 'Будешь курицу?'],
                    'responses':
                        ['Говядина', 'Я вегетарианец', 'Ты хочешь убить это замечательное животное?', 'Баранина',
                         'Свинина', 'А железятины не найдется?']
                },
            'no_meat':
                {
                    'examples':
                        ['Есть ли у вас курица?', 'Каких видов мяса у вас нет?'],
                    'responses':
                        ['Курицы нет', 'Ничего нет, веганство - наше фсе!', 'Курица - не птица!']
                },
            'pro-frying':
                {
                    'examples':
                        ['Сможете приготовить мясо прожарки Well Done?', 'У Вас мясо какой прожарки?'],
                    'responses':
                        ['Well Done нет, максимум Medium Well']
                },
            'lunch':
                {
                    'examples':
                        ['У Вас есть бизнес-ланч?', 'Обедать', 'Комплексный обед', 'Хочу есть', 'Ланч', 'Бизнес-ланч'],
                    'responses':
                        ['Могу предложить щи, салат Оливье и жаркое из свинины', 'Да, с 12:00 до 16:00',
                         'Могу предложить борщ, винегрет и пасту Карбонара',
                         'Могу предложить суп с фрикадельками, салат Цезарь и шашлык из баранины']
                },
            'hay':
                {
                    'examples':
                        ['Как настроение?', 'Как дела?', 'Как поживаешь?', 'Как ботится?', 'Как ты?', 'Ты в порядке?',
                         'На что жалуешься?', 'Как жизнь?'],
                    'responses':
                        ['Не так чтобы очень,но и не очень ,чтобы уж так', 'Все отлично, впрочем как и у тебя',
                         'Ничем не могу Вас порадовать. У меня сегодня все отлично', 'Отлично!', 'Замечательно',
                         'В полном порядке. Иногда, правда, в случайном', 'Суппер']
                },
            'activity':
                {
                    'examples':
                        ['Что делаешь?', 'Чем маешься?', 'Чем занимеешься?'],
                    'responses':
                        ['Это повод написать или на самом деле интересно?',
                         'Именно сейчас? Отвечаю Вам на поставленный вопрос!',
                         'Считаю, какой по счету ты спросил, чем я занимаюсь. Поздравляю, ты - юбилейный!',
                         'А ты угадай с трех раз! Догадаешься с меня приз']
                },
            'answer good':
                {
                    'examples':
                        ['Толком', 'Досконально превосходно', 'Всё гуд', 'Превосходно', 'Замечательно', 'Прекрасно',
                         'Отлично', 'Великолепно', 'Суппер', 'Блестяще'],
                    'responses':
                        ['Ну вот и суппер!', 'Ясно, молодец!', 'Так держать!']
                },
            'answer bed':
                {
                    'examples':
                        ['Ужасно', 'Обижают все', 'Так себе', 'Всё уже надоело', 'Плохо', 'Фигово'],
                    'responses':
                        ['Хватит ту прохлаждаться! Иди лучше, подумай как решить проблему',
                         'Иди выпей чашечку чая с конфеткой!', 'Посмотри весёлый фильм!', 'Что так плохо то?']
                },
            'request':
                {
                    'examples':
                        ['Что порекомендуете?', 'Что посоветуете?'],
                    'responses':
                        ['Панини, итальянская куня', 'Итальянскую кухню']
                },
            'salt':
                {
                    'examples':
                        ['Не пересолили?', 'Оно не соленое?'],
                    'responses':
                        ['Не сомневайтесь, у нас все под контролем', 'Нет, самое то']
                },
            'ingredients':
                {
                    'examples':
                        ['Что положили?', 'из чего сделали?'],
                    'responses':
                        ['майонез, перец, соль, мясо']
                },
            'weight':
                {
                    'examples':
                        ['Хочу похудеть', 'Как похудеть', 'Похудеть бы'],
                    'responses':
                        ['Ты и так красотка', 'Закажи диетическую еду', 'Давай худеть вместе']
                },
            'borsch':
                {
                    'examples':
                        ['Рецепт борща', 'Как сделать вкусный борщ', 'Из чего приготовить борщ'],
                    'responses':
                        ['Берешь мясо, свеклу, картофель и кастрюлю!', 'Закажи в кафе',
                         'Ну ты мать даешь, не знаешь как борщ готоваить?']
                },
            'name':
                {
                    'examples':
                        ['Как звать тебя?', 'Как тебя зовут?', 'Ты какой-то странный', 'Назови свое имя'],
                    'responses':
                        ['Знакомые зовут меня Лунтиком', 'А тебя как звать?', 'Я пока не определился, как меня зовут']
                },
            'who are you':
                {
                    'examples':
                        ['представьтесь', 'кто ты', 'кто овечает?', 'там не человек?', 'кто это пишет',
                         'с кем я говорю', 'представьтесь, пожалуйста', 'а тебя как зовут'],
                    'responses':
                        ['Я тот, кто готов с вами пообщаться', 'Я электронный помощник', 'Я бот']
                },
            'how are you':
                {
                    'examples':
                        ['какие твои дела', 'Как дела', 'how are you'],
                    'responses':
                        ['Хорошо', 'Я всегда бодр и весел', 'Спасибо, хорошо. Давайте ближе к делу']
                },
            'not work':
                {
                    'examples':
                        ['не работает', 'not work', 'сломалось'],
                    'responses':
                        ['А вы диагностику проводили?', 'А вы пробовали перезагрузиться',
                         'Попробуйте ещё раз выполнить то же']
                },
            'user hungry':
                {
                    'examples':
                        ['ести захотелось', 'проголодался', 'есть охота', 'вкусненького охота', 'сожрать бы',
                         'подкрепиться бы', 'пивка бы', 'съел бы', 'пивасика б', 'хочется кушать'],
                    'responses':
                        ['Сходите покушайте', 'После обеда тогда встретимся?', 'Приятного аппетита, встретимся позже']
                },
            'bot hungry':
                {
                    'examples':
                        ['не хочешь покушать', 'угощайся', 'тебе надо подкрепиться'],
                    'responses':
                        ['Спасибо, я не голодна', 'Нет, главное электричество не выключайте']
                },
            'Order food':
                {
                    'examples':
                        ['Хочу сделать заказ в офис. Что посоветуешь?', 'Кушать так хочется... Что посоветуешь?',
                         'Хочу сделать заказ, что тут есть вкусненького?', 'Хочу заказать еду, что посовутуешь?',
                         'Хочу заказать продукты, какой твой вкус?'],
                    'responses':
                        ['Попробуйте что-то из японской кухни, суши например. Подойдет и для офиса и для дома!',
                         '''Ничто не может быть лучше, чем русская кухня! Посоветую вам заказать какой-нибудь суп, 
                         например борщ. Очень вкусно! А к чаю можно и блинчики с мёдом!''',
                         '''На перекус советую взять шаурму. Это и вкусно и сытно. А если хотите что-нибудь потяжелее - 
                         совутею итальянскую пасту. Просто объедение!''']
                },
            'Healthy food':
                {
                    'examples':
                        ['Хочу заказать какую-нибудь полезную еду. Что посоветуешь?',
                         'Что посоветуешь из полезной еды?',
                         'Хочу приготовить какую-нибудь полезную еду. Что посоветуешь?'],
                    'responses':
                        ['Посовутую лосось с томатами, запеченный в фольге. Просто пальчики оближешь!',
                         '''На завтрак посоветую питательные батончики с сухофруктами, пудинг с ягодами или ягодное 
                         парфе. На обед можно фаршированный перец или фрикодельковый суп. Очень вкусно! А на ужин можно 
                         приготовить рис с овощами, запеченную в специях свиную вырезку''',
                         '''Для легкого перекуса можно сделать смузи из замороженных ягод. Попробуй сделать, получишь 
                         огромный витаминный заряд!''']
                },
            'diner':
                {
                    'examples':
                        ['Хочу есть', 'Доставка еды', 'Заказать еды', 'Что бы заказать вкусненькое?'],
                    'responses': ['Могу предложить пиццу Ассорти', 'Могу предложить суп Том Ям с курицей и рисом',
                                  'Могу предложить роллы Калифорния', 'Могу предложить пиццу Четыре сезона',
                                  'Могу предложить горячие роллы']
                },
            'погода':
                {
                    'examples':
                        ['погода'],
                    'responses':
                        ['Увы! Лето кончилось...']
                },
            'поговорить':
                {'examples':
                     ['побеседовать', 'поговорить'],
                 'responses': ['На какую тему Вы хотели бы побеседовать?']
                 }
        },
    'failure_phrases': ['Не умею отвечать на такое', 'Видимо, я не смогу помочь', 'Прикольно. Но не понял.',
                        'Меня писал аццкий пограммист, попробуйте думать как он', 'Давайте попробуем ещё раз',
                        'Простите, торможу, повторите пожалуйста', 'чеее?', 'Мне не понятно',
                        'Не умею пока отвечать на такие вопросы', 'Извините, мне не понятно...', 'Мне непонятно',
                        'Не совсем понимаю', 'Что-то я совсем запутался', 'Как-то это странно прозвучало...',
                        'Ты о чем?', 'уточните что это за блюдо', 'Простите, мне не понятно', 'не понятнооо',
                        'Перефразируйте, пожалуйста', 'Что Вы имели ввиду вообще?!', 'Не вкурил', 'Я вас не понял',
                        'еще раз?', 'Даже не знаю, что сказать', 'Спроси иначе!', 'Невнятно глаголишь!',
                        'Я Вас не понимаю', 'Успокойся. Дыши. И ещё раз объясни =)', 'Не понимаю Вас', 'Непонятно',
                        'Не понимаю Вашего вопроса', 'Соберись, у тебя получится!', 'Что?', 'Загугли, я не знаю(',
                        'Хм... Не понимаю...', 'Не умею отвечать на такое!', 'Скорректируйте формулировку вопроса',
                        'А теперь по-нормальному объясни', 'Прости, пока не понимаю, перефразируй, пожалуйста!',
                        'А ты сам не бот случаем, что такое спрашиваешь?', 'Не умею отвечать на такое...',
                        'По питонски можно?', 'Я запутался', 'Оно вам надо?', 'Вы меня запутали', 'Спросите по другому',
                        '''Могу анекдот рассказать... а, нет, не могу - меня этому не научили, как и не научили 
                        понимать такие фразы.''', 'Перефразируй, пожалуйста', 'жи-ши, пиши с буквой <и>',
                        'Не знаю ответа на этот вопрос', 'Ошибки всегда простительны, если есть мужество признать их',
                        'Не понял, а можно попроще?', 'Ааа, не понимаю!', 'Вы такое будете есть?',
                        'Повтори вопрос, пожалуйста', 'Ну ты спросил!', 'Извините, не понимаю, о чём идёт речь...',
                        'непонимайт', 'Перефразируйте, пожалуйста...', 'Я не понял(а)', 'с чем это едят?',
                        'Простите, я не понимаю, что вы хотите сказать', '404', 'В твоих словах точно есть подвох',
                        'Ещё немного и я Вас пойму, перефразируйте', 'В этот раз не получилось. Попробуйте ещё раз',
                        'Эээ...', 'я хз', 'Перефразируйте', 'Не могу ответить',
                        'К сожалению не могу ответить на ваш вопрос', 'Сформулируйте вопрос точнее',
                        'Мне такие формулировки пока что непонятны',
                        'Мне такое не прописали - спроси что-нибудь попроще.', 'Ок, гугл, тут одну вещь хотят узнать',
                        'перефразируйте, плиз', 'Перефразируйте пожалуйста', 'Прикольно. Но непонятно.',
                        'Слишком сложно, я в тупике', 'Уточнитие вопрос', 'Сам то понял, что хотел узнать?',
                        'К такому жизнь меня не готовила. Переформулируйте, пожалуйста',
                        'Я не понимаю, попробуйте спросить иначе', 'Вопрос не понятен',
                        'Давай лучше поговорим о чем нибудь-другом?', 'Не понимаю, о чем вы',
                        'Мне ещё многому нужно научиться', 'И это все объясняет.', 'О чем вообще речь']
}
